Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# ai_credit.sign_in_again
source: セッションの有効期限が切れました。もう一度サインインしてください。
ar_sa: انتهت صلاحية الجلسة. يرجى تسجيل الدخول مرة أخرى.
ca: La sessió ha expirat. Torneu a iniciar sessió.
cs: Vaše relace vypršela. Přihlaste se znovu.
da: Din session er udløbet. Log ind igen.
de_de: Die Sitzung ist abgelaufen. Bitte melden Sie sich erneut an.
el: Η συνεδρία σας έχει λήξει. Παρακαλούμε συνδεθεί ξανά.
en_au: Session has expired. Please sign in again.
es_es: La sesión ha caducado. Inicie sesión de nuevo.
fi: Istunto on päättynyt. Kirjaudu uudelleen.
fr_ca: Votre session a expiré. Veuillez vous reconnecter.
gu: સેશન સમય સમાપ્ત થઈ ગયો છે. ફરીથી સાઇન ઇન કરો.
he: סשן הסתיים. אנא התחברו שוב.
hi: सेशन समाप्त हो गया है। फिर से साइन इन करें।।
hr: Vaš se sesija je istekla. Molimo, ponovno se prijavite.
hu: A session lejárt. Kérjük, újra jelentkezzen.
id: Sesi Anda telah berakhir. Silakan masuk kembali.
it: La sessione è scaduta. Accedi nuovamente.
ko: 세션 만료되었습니다. 다시 로그인해주세요.
mr: सत्रची मुदत संपली आहे. पुन्हा साइन इन करा.
ms: Sesi anda tamat. Sila masuk semula.
nl_nl: Uw sessie is verlopen. Log opnieuw in.
no: Sesjonen din er utløpt. Vennligst logg inn igjen.
pl: Sesja wygasła. Prosimy o ponowne zalogowanie.
pt_br: Sessão expirada. Faça login novamente.
pt_pt: A sessão expirou. Faça login novamente.
ro: Sesiunea a expirat. Vă rugăm să vă autentificați din nou.
ru: Время сессии истекло. Пожалуйста, войдите снова.
sk: Vaša relácia bola ukončená. Prihláste sa znovu.
sl: Vaša seansa je potekla. Prijavite se znova.
sv: Din session har löpt ut. Logga in igen.
ta: உங்களுடைய அமர்வு முடிந்துவிட்டது. மீண்டும் உள்நுழையவும்.
te: సెషన్ ముగిసింది. దయచేసి మళ్లీ సైన్ ఇన్ చేయండి.
th: เซสชันหมดอายุ กรุณาเข้าสู่ระบบอีกครั้ง
tr: Oturum süresi doldu. Lütfen tekrar giriş yapın.
uk: Сесія закінчилася. Будь ласка, увійдіть знову.
vi: Phiên đăng nhập đã hết hạn. Vui lòng đăng nhập lại.
zh_hans: 会话已过期，请重新登录。
zh_hant: 您的登入已過期。請重新登入。

# ai_credit.sign_in_complete
source: Appleアカウントでサインインしました。
ar_sa: تم تسجيل الدخول باستخدام حساب Apple.
ca: He iniciat sessió amb el compte d'Apple.
cs: Přihlášení pomocí účtu Apple.
da: Du har logget ind med dit Apple-konto.
de_de: Sie haben sich mit Ihrem Apple-Konto angemeldet.
el: Έχετε συνδεθεί με το λογαριασμό Apple.
en_au: Signed in with Apple.
es_es: Ha iniciado sesión con su cuenta de Apple.
fi: Kirjautunut Apple-tilillä.
fr_ca: Vous êtes connecté avec votre compte Apple.
gu: તમે Apple એકાઉન્ટથી સાઇન ઇન કર્યું છે.
he: התחברתי באמצעות חשבון Apple.
hi: Apple खाते के साथ साइन इन किया गया।।
hr: Prijava s Apple računa.
hu: Apple-en keresztül jelentkezett be.
id: Anda berhasil masuk dengan akun Apple.
it: Hai effettuato l'accesso con il tuo account Apple.
ko: Apple 계정으로 로그인했습니다.
mr: ॲपल खात्यावर साइन इन केले आहे.
ms: Anda telah masuk dengan akaun Apple.
nl_nl: U bent ingelogd met uw Apple-account.
no: Du har logget inn med Apple-kontoen din.
pl: Zalogowano się za pomocą konta Apple.
pt_br: Login com a conta Apple realizado.
pt_pt: Foi feito login com a conta Apple.
ro: V-ați autentificat cu contul Apple.
ru: Вы вошли с использованием учетной записи Apple.
sk: Prihlásili ste sa pomocou účtu Apple.
sl: Prijavili ste se s svojim Apple računom.
sv: Loggade in med Apple-kontot.
ta: Apple கணக்கில் உள்நுழைந்தீர்கள்.
te: Apple ఖాతాతో సైన్ ఇన్ చేసారు.
th: เข้าสู่ระบบด้วย Apple แล้ว
tr: Apple hesabınızla giriş yaptınız.
uk: Увійшли за допомогою облікового запису Apple.
vi: Đã đăng nhập bằng tài khoản Apple.
zh_hans: 已使用Apple账号登录。
zh_hant: 已使用 Apple 帳戶登入。

# ai_credit.sign_in_recovery
source: AI画面からAppleで登録すると、初回クレジットを受け取れます。手動記録は登録なしで使えます。
ar_sa: يمكنك الحصول على نقاط أولية عند التسجيل في Apple. يمكن استخدام السجل اليدوي بدون تسجيل.
ca: Si us registreu a Apple, rebreu els primers 20 crèdits. Podeu utilitzar la registre manual sense registrar-vos.
cs: Registrace přes Apple vám umožní získat počáteční kredity. Ruční záznam lze používat bez registrace.
da: Log ind via Apple fra AI-skærmen for at modtage de første kreditter. Manuel registrering kan bruges uden registrering.
de_de: Melden Sie sich über Apple an, um die ersten 20 Credits zu erhalten. Die manuelle Aufzeichnung kann ohne Registrierung verwendet werden.
el: Με την εγγραφή σας στο Apple, θα λάβετε τις αρχικές αξίες. Η χειροκίνητη καταγραφή μπορεί να χρησιμοποιηθεί χωρίς εγγραφή.
en_au: Sign in with Apple from the AI screen to receive your initial credits. Manual logging works without an account.
es_es: Para registrarse en Apple, puede obtener los primeros créditos desde la pantalla de IA. El registro sin suscripción es válido.
fi: Rekisteröidy Appleen AI-näytöltä, niin saat ensimmäisen krediitin. Manuaalinen kirjaus toimii ilman rekisteröintiä.
fr_ca: En vous enregistrant via Apple, vous recevrez 20 crédits initiaux. Vous pouvez utiliser les enregistrements manuels sans inscription.
gu: AI સ્ક્રીન પરથી Apple માં રજીસ્ટર કરવાથી, તમને પ્રથમ ક્રેડિટ મળશે. તમે મેન્યુઅલી પણ ઉપયોગ કરી શકો છો.
he: ניתן להשתמש ב-Apple כדי להירשם, ולקבל את נקודות ההתחלה הראשוניות. רישום ידני ניתן לשימוש ללא הרשמה.
hi: AI स्क्रीन से Apple पर रजिस्टर करने पर, आपको पहली बार क्रेडिट मिलेंगे। बिना किसी पंजीकरण के मैन्युअल रिकॉर्ड का उपयोग किया जा सकता है।।
hr: Registracija putem Apple-a vam omogućuje primanje prvih 20 kredita. Ručni zapis možete koristiti bez registracije.
hu: Az AI képernyőn keresztül regisztrálva, megkapja az első krediteket. A manuális rekordok használhatóak regisztráció nélkül.
id: Daftar melalui Apple untuk menerima kredit pertama. Catatan manual dapat digunakan tanpa pendaftaran.
it: Registrati su Apple per ricevere i primi 20 crediti. L'uso manuale non richiede registrazione.
ko: AI 화면에서 Apple에 등록하면 첫 번째 크레딧을 받을 수 있습니다. 수동 기록은 등록 없이 사용 가능합니다.
mr: ॲपलवर नोंदणी केल्यास, तुम्हाला पहिले क्रेडिट मिळेल. कोणतीही नोंदणी न करता तुम्ही मॅन्युअल नोंदी वापरू शकता.
ms: Daftar melalui Apple untuk menerima kredit pertama. Rekod manual boleh digunakan tanpa pendaftaran.
nl_nl: Registreer u via Apple vanuit de AI-scherm om de initiële credits te ontvangen. Handmatige registratie kan zonder registratie worden gebruikt.
no: Registrer deg via Apple for å motta de første 20 kredittene. Du kan bruke manuell registrering uten å registrere deg.
pl: Możesz zarejestrować się w Apple, aby otrzymać początkowe kredyty. Możesz używać ręcznego rejestru bez rejestracji.
pt_br: Ao se registrar na Apple, você receberá os créditos iniciais. O registro sem assinatura é válido.
pt_pt: Ao registar na Apple, recebe 20 créditos iniciais. A utilização manual não requer registo.
ro: Înregistrarea în ecranul AI vă permite să primiți primele credite. Funcția de înregistrare manuală funcționează fără înregistrare.
ru: При регистрации через Apple вы получите 20 кредитов при первом входе. Ручной ввод можно использовать без регистрации.
sk: Registrácia cez Apple vám umožní získať prvých 20 kreditov. Ručné zaznamenávanie môžete používať bez registrácie.
sl: Pri prijavi preko Apple računa prejmete 20 kreditov. Za ročni izračun ne potrebujete registracije.
sv: Registrera dig via Apple för att få de första krediter. Manuell registrering fungerar utan registrering.
ta: AI திரையில் இருந்து Apple-ல் பதிவு செய்வதன் மூலம், முதல் கிரெடிட்களைப் பெறலாம். கைமுறையாக பதிவு செய்ய, பதிவு தேவையில்லை.
te: AI స్క్రీన్ నుండి Appleలో నమోదు చేయడం ద్వారా, మొదటి క్రెడిట్‌ను పొందవచ్చు. మాన్యువల్ రికార్డ్స్ నమోదు లేకుండా ఉపయోగించవచ్చు.
th: ลงทะเบียนกับ Apple ผ่านแอป AI เพื่อรับเครดิตครั้งแรก สามารถใช้งานบันทึกด้วยตนเองได้โดยไม่ต้องลงทะเบียน
tr: AI ekranından Apple üzerinden kayıt yaparak ilk kredi alabilirsiniz. Manuel kayıt, herhangi bir kaydın gerektirmez.
uk: Зареєструйтеся в Apple, щоб отримати початкові 20 кредитів. Ручне введення даних можна використовувати без реєстрації.
vi: Đăng ký trên Apple để nhận điểm tín dụng ban đầu. Ghi lại thủ công có thể sử dụng mà không cần đăng ký.
zh_hans: 在AI界面注册Apple账号，即可获得首次积分。无需注册即可手动记录。
zh_hant: 在 AI 畫面中註冊 Apple，即可獲得首次積分。手動記錄可無需註冊。

# ai_credit.sign_in_required
source: AI機能を使うにはAppleで登録してください。
ar_sa: لتفعيل ميزات الذكاء الاصطناعي، سجل في Apple.
ca: Per utilitzar les funcions d'AI, registreu-vos a Apple.
cs: Pro použití funkcí AI se zaregistrujte v App Store.
da: For at bruge AI-funktionen, skal du registrere dig via Apple.
de_de: Um die AI-Funktionen nutzen zu können, müssen Sie sich über Apple registrieren.
el: Για να χρησιμοποιήσετε τις λειτουργίες AI, εγγραφείτε στο Apple.
en_au: Sign in with Apple to use AI features.
es_es: Para usar las funciones de IA, debe registrarse con Apple.
fi: Käyttämällä AI-ominaisuuksia, rekisteröidy Appleen.
fr_ca: Pour utiliser la fonctionnalité AI, veuillez vous inscrire sur Apple.
gu: AI સુવિધાઓનો ઉપયોગ કરવા માટે, તમારે Apple માં રજીસ્ટર કરવું પડશે.
he: כדי להשתמש בתכונות ה-AI, אנא רשמו דרך Apple.
hi: AI सुविधाओं का उपयोग करने के लिए, कृपया Apple पर रजिस्टर करें।।
hr: Za korištenje AI funkcija, registrirajte se putem Apple-a.
hu: Az AI funkciókhoz regisztráljon az Apple-en keresztül.
id: Untuk menggunakan fitur AI, silakan daftarkan diri di Apple.
it: Per utilizzare le funzionalità AI, registrati su Apple.
ko: AI 기능을 사용하려면 Apple에 등록해주세요.
mr: ॲपलवर नोंदणी करून AI वैशिष्ट्ये वापरा.
ms: Untuk menggunakan ciri AI, sila daftar di Apple.
nl_nl: Om de AI-functionaliteit te gebruiken, registreer u via Apple.
no: For å bruke AI-funksjonen, vennligst registrer deg via Apple.
pl: Aby korzystać z funkcji AI, zarejestruj się w Apple.
pt_br: Para usar a funcionalidade AI, registre-se na Apple.
pt_pt: Para usar a funcionalidade AI, registe-se na Apple.
ro: Pentru a utiliza funcțiile AI, vă rugăm să vă înregistrați pe Apple.
ru: Для использования функций AI зарегистрируйтесь через Apple.
sk: Použite účet Apple, aby ste mohli používať funkciu AI.
sl: Za uporabo funkcij AI se prijavite s svojim Apple računom.
sv: För att använda AI-funktionen, registrera dig via Apple.
ta: AI அம்சங்களைப் பயன்படுத்த, Apple-ல் பதிவு செய்யவும்.
te: AI ఫీచర్లను ఉపయోగించడానికి Appleలో నమోదు చేయండి.
th: สำหรับใช้ฟังก์ชัน AI โปรดลงทะเบียนใน Apple
tr: AI özelliklerini kullanmak için lütfen Apple üzerinden kayıt olun.
uk: Для використання AI функцій зареєструйтеся в Apple.
vi: Để sử dụng tính năng AI, vui lòng đăng ký trên Apple.
zh_hans: 使用AI功能请在Apple上注册。
zh_hant: 使用 AI 功能請在 Apple 註冊。

# ai_credit.signing_in
source: 登録しています
ar_sa: قيد التسجيل
ca: Estic registrant...
cs: Registruji se...
da: Registrering...
de_de: Registrierung...
el: Είμαι σε διαδικασία εγγραφής
en_au: Signing in...
es_es: Registrándose...
fi: Rekisteröity...
fr_ca: En cours d'inscription...
gu: રજીસ્ટર થઈ રહ્યો છે
he: מתחברים...
hi: रजिस्टर किया जा रहा है।
hr: Registracija...
hu: Regisztrálok...
id: Sedang mendaftar...
it: In corso di registrazione...
ko: 등록 중입니다
mr: नोंदणी करत आहे...
ms: Sedang mendaftar...
nl_nl: Registratie...
no: Registrering...
pl: Rejestracja...
pt_br: Registrando...
pt_pt: A registar...
ro: Mă înregistrez...
ru: Регистрация...
sk: Registrácia...
sl: Prijava...
sv: Registrering...
ta: பதிவு செய்கிறது...
te: నమోదు అవుతోంది
th: กำลังลงทะเบียน
tr: Kaydoluyoruz...
uk: Реєстрація...
vi: Đang đăng ký...
zh_hans: 正在注册中...
zh_hant: 正在註冊中...

# ai_credit.signup_bonus
source: Appleで登録すると、最初の20クレジットを受け取れます。手動記録は登録なしで使えます。
ar_sa: احصل على 20 نقطة أولية عند التسجيل في Apple. يمكن استخدام السجل اليدوي بدون تسجيل.
ca: Si us registreu a Apple, rebreu els primers 20 crèdits. Podeu utilitzar la registre manual sense registrar-vos.
cs: Po registraci získáte 20 kreditů. Ruční záznam lze používat bez registrace.
da: Ved at registrere dig via Apple, modtager du de første 20 kreditter. Manuel registrering kan bruges uden registrering.
de_de: Melden Sie sich bei Apple an, um 20 Credits zu erhalten. Die manuelle Aufzeichnung kann ohne Registrierung verwendet werden.
el: Με την εγγραφή σας στο Apple, θα λάβετε τις 20 αρχικές αξίες. Η χειροκίνητη καταγραφή μπορεί να χρησιμοποιηθεί χωρίς εγγραφή.
en_au: Sign in with Apple to receive 20 initial credits. Manual logging works without an account.
es_es: Al registrarse en Apple, recibirá los primeros 20 créditos. El registro sin suscripción es válido.
fi: Rekisteröidy Appleen, niin saat 20 krediittiä ensimmäisenä. Manuaalinen kirjaus toimii ilman rekisteröintiä.
fr_ca: En vous inscrivant via Apple, vous recevrez 20 crédits initiaux. Vous pouvez utiliser les enregistrements manuels sans inscription.
gu: Apple માં રજીસ્ટર કરવાથી, તમને પ્રથમ 20 ક્રેડિટ મળશે. તમે મેન્યુઅલી પણ ઉપયોગ કરી શકો છો.
he: ניתן לקבל 20 נקודות בהרשמה דרך Apple. רישום ידני ניתן לשימוש ללא הרשמה.
hi: Apple पर रजिस्टर करने पर, आपको 20 शुरुआती क्रेडिट मिलेंगे। बिना किसी शुल्क के मैन्युअल रिकॉर्ड का उपयोग किया जा सकता है।।
hr: Registracija putem Apple-a vam omogućuje primanje prvih 20 kredita. Ručni zapis možete koristiti bez registracije.
hu: Apple-en keresztül regisztrálva, 20 kreditet fogad meg. A manuális rekordok használhatóak regisztráció nélkül.
id: Dapatkan 20 kredit pertama saat mendaftar di Apple. Catatan manual dapat digunakan tanpa pendaftaran.
it: Registrandoti su Apple, ricevi i primi 20 crediti. L'uso manuale non richiede registrazione.
ko: Apple 계정으로 가입하면 첫 번째 20 크레딧을 받으실 수 있습니다. 수동 기록은 등록 없이 사용 가능합니다.
mr: ॲपलवर नोंदणी केल्यास, तुम्हाला पहिले 20 क्रेडिट मिळतील. कोणतीही नोंदणी न करता तुम्ही मॅन्युअल नोंदी वापरू शकता.
ms: Daftar melalui Apple untuk menerima 20 kredit pertama. Rekod manual boleh digunakan tanpa pendaftaran.
nl_nl: Registreer u via Apple om 20 initiële credits te ontvangen. Handmatige registratie kan zonder registratie worden gebruikt.
no: Registrer deg via Apple for å motta de første 20 kredittene. Du kan bruke manuell registrering uten å registrere deg.
pl: Po zarejestrowaniu się w Apple, otrzymasz 20 początkowych kredytów. Możesz używać ręcznego rejestru bez rejestracji.
pt_br: Ao se registrar na Apple, você receberá os primeiros 20 créditos. O registro sem assinatura é válido.
pt_pt: Ao registar na Apple, recebe 20 créditos iniciais. A utilização manual não requer registo.
ro: Vă puteți înregistra pe Apple și primi 20 de credite inițiale. Funcția de înregistrare manuală funcționează fără înregistrare.
ru: При регистрации через Apple вы получите 20 кредитов при первом входе. Ручной ввод можно использовать без регистрации.
sk: Pri registrácii cez Apple získa 20 kreditov. Ručné zaznamenávanie môžete používať bez registrácie.
sl: Prijavite se preko Apple računa in prejmete 20 kreditov. Za ročni izračun ne potrebujete registracije.
sv: Registrera dig via Apple för att få de första 20 krediter. Manuell registrering fungerar utan registrering.
ta: Apple-ல் பதிவு செய்வதன் மூலம், முதல் 20 கிரெடிட்களைப் பெறலாம். கைமுறையாக பதிவு செய்ய, பதிவு தேவையில்லை.
te: Appleలో నమోదు చేయడం ద్వారా, మొదటి 20 క్రెడిట్‌లను పొందవచ్చు. మాన్యువల్ రికార్డ్స్ నమోదు లేకుండా ఉపయోగించవచ్చు.
th: รับ 20 เครดิตเมื่อลงทะเบียนใน Apple ไม่มีการชำระเงินหรืออัปเดตอัตโนมัติ
tr: Apple üzerinden kayıt yaptığınızda ilk 20 krediyi alırsınız. Manuel kayıt, herhangi bir kaydın gerektirmez.
uk: Зареєструйтеся в Apple, щоб отримати 20 початкових кредитів. Ручне введення даних можна використовувати без реєстрації.
vi: Đăng ký trên Apple để nhận 20 điểm tín dụng ban đầu. Ghi lại thủ công có thể sử dụng mà không cần đăng ký.
zh_hans: 在Apple上注册，可获得20积分。无需注册即可手动记录。
zh_hant: 在 Apple 註冊，可獲得首次 20 積分。手動記錄可無需註冊。

# ai_credit.signup_bonus_no_subscription
source: Appleで登録すると、最初の20クレジットを受け取れます。課金や自動更新は始まりません。
ar_sa: احصل على 20 نقطة أولية عند التسجيل في Apple. لا توجد رسوم أو تحديثات تلقائية.
ca: Si us registreu a Apple, rebreu els primers 20 crèdits. No hi haurà cap càrrec ni actualització automàtica.
cs: Po registraci získáte 20 kreditů. Nezačínají se platby ani automatické obnovení.
da: Ved at registrere dig via Apple, modtager du de første 20 kreditter. Der oprettes ikke abonnement eller automatisk opdatering.
de_de: Melden Sie sich bei Apple an, um 20 Credits zu erhalten. Es entstehen keine Kosten oder automatischen Abonnements.
el: Με την εγγραφή σας στο Apple, θα λάβετε τις 20 αρχικές αξίες. Δεν θα ξεκινήσουν συνδρομές ή αυτόματες ανανεώσεις.
en_au: Sign in with Apple to receive 20 initial credits. This does not start a purchase or auto-renewing subscription.
es_es: Al registrarse en Apple, recibirá los primeros 20 créditos. No habrá suscripciones ni actualizaciones automáticas.
fi: Rekisteröidy Appleen, niin saat 20 krediittiä ensimmäisenä. Ei vaadi tilausta tai automaattista päivitystä.
fr_ca: En vous inscrivant via Apple, vous recevrez 20 crédits initiaux. Aucune tarification ou renouvellement automatique n'est requis.
gu: Apple માં રજીસ્ટર કરવાથી, તમને પ્રથમ 20 ક્રેડિટ મળશે. કોઈ ચુકવણી અથવા આપોઆપ અપડેટ થશે નહીં.
he: ניתן לקבל 20 נקודות בהרשמה דרך Apple. אין דרישה לשירות או עדכונים אוטומטיים.
hi: Apple पर रजिस्टर करने पर, आपको 20 शुरुआती क्रेडिट मिलेंगे। कोई शुल्क या स्वचालित नवीनीकरण नहीं होगा।।
hr: Registracija putem Apple-a vam omogućuje primanje prvih 20 kredita. Nećete imati mjesečne naknade ili automatsko nadogradnje.
hu: Apple-en keresztül regisztrálva, 20 kreditet fogad meg. Nincs előfizetés vagy automatikus felújítás.
id: Dapatkan 20 kredit pertama saat mendaftar di Apple. Tidak ada biaya atau pembaruan otomatis.
it: Registrandosi su Apple, ricevi i primi 20 crediti. Non sono previsti costi o aggiornamenti automatici.
ko: Apple 계정으로 가입하면 첫 번째 20 크레딧을 받으실 수 있습니다. 결제나 자동 업데이트는 시작되지 않습니다.
mr: ॲपलवर नोंदणी केल्यास, तुम्हाला पहिले 20 क्रेडिट मिळतील. यासाठी कोणतेही शुल्क किंवा ऑटोमॅटिक अपडेट आवश्यक नाही.
ms: Daftar melalui Apple untuk menerima 20 kredit pertama. Tiada langganan atau pembaruan automatik.
nl_nl: Registreer u via Apple om 20 initiële credits te ontvangen. Er zijn geen abonnementskosten of automatische verlenging.
no: Registrer deg via Apple for å motta de første 20 kredittene. Ingen abonnement eller automatisk oppdatering.
pl: Po zarejestrowaniu się w Apple, otrzymasz 20 początkowych kredytów. Nie nastąpi żadne opłaty ani automatyczne odnawianie.
pt_br: Ao se registrar na Apple, você receberá os primeiros 20 créditos. Não há cobranças ou renovações automáticas.
pt_pt: Ao registar na Apple, recebe 20 créditos iniciais. Não há cobranças nem renovações automáticas.
ro: Vă puteți înregistra pe Apple și primi 20 de credite inițiale. Nu vor începe abonamente sau actualizări automate.
ru: При регистрации через Apple вы получите 20 кредитов при первом входе. Подписка и автоматическое продление не требуются.
sk: Pri registrácii cez Apple získa 20 kreditov. Nezačnú sa žiadne platby ani automatické obnovy.
sl: Prijavite se preko Apple računa in prejmete 20 kreditov. Ne boste dobili plačilnih ali avtomatičnih obnavljanj.
sv: Registrera dig via Apple för att få de första 20 krediter. Ingen prenumeration eller automatiska uppdateringar.
ta: Apple-ல் பதிவு செய்வதன் மூலம், முதல் 20 கிரெடிட்களைப் பெறலாம். கட்டணம் அல்லது தானியங்கி புதுப்பிப்புகள் எதுவும் இல்லை.
te: Appleలో నమోదు చేయడం ద్వారా, మొదటి 20 క్రెడిట్‌లను పొందవచ్చు. చెల్లింపు లేదా ఆటోమేటిక్ అప్‌డేట్ ప్రారంభం కాదు.
th: รับ 20 เครดิตเมื่อลงทะเบียนใน Apple ไม่มีค่าใช้จ่ายและไม่สามารถยกเลิกได้
tr: Apple üzerinden kayıt yaptığınızda ilk 20 krediyi alırsınız. Abonelik veya otomatik yenileme başlamaz.
uk: Зареєструйтеся в Apple, щоб отримати 20 початкових кредитів. Підписка та автоматичне оновлення не потрібні.
vi: Đăng ký trên Apple để nhận 20 điểm tín dụng ban đầu. Không phát sinh phí hoặc tự động gia hạn.
zh_hans: 在Apple上注册，可获得20积分。不涉及任何付费或自动更新。
zh_hant: 在 Apple 註冊，可獲得首次 20 積分。不會產生任何費用或自動更新。

# ai_credit.signup_short
source: 登録で20クレジット
ar_sa: احصل على 20 نقطة عند التسجيل
ca: 20 crèdits amb la inscripció
cs: 20 kreditů po registraci
da: 20 kreditter ved registrering
de_de: Registrieren Sie sich und erhalten Sie 20 Credits
el: 20 Κρεδοτικά με εγγραφή
en_au: Get 20 credits by signing up.
es_es: 20 créditos al registrarse
fi: 20 krediittiä rekisteröitymällä
fr_ca: 20 crédits en s'inscrivant
gu: સાઇન અપ કરીને 20 ક્રેડિટ મેળવો
he: 20 נקודות עם הרשמה
hi: रजिस्टर करके 20 क्रेडिट प्राप्त करें।
hr: 20 kredita pri registraciji
hu: 20 kredit regisztrációval
id: Dapatkan 20 kredit dengan mendaftar.
it: 20 crediti con la registrazione
ko: 등록 시 20 크레딧
mr: नोंदणी करून 20 क्रेडिट मिळवा
ms: Dapatkan 20 kredit dengan mendaftar.
nl_nl: 20 credits bij registratie
no: Registrer deg og få 20 kreditter
pl: 20 kredytów po zarejestrowaniu
pt_br: 20 créditos ao se registrar
pt_pt: 20 créditos ao registar
ro: 20 de credite prin înregistrare
ru: 20 кредитов при регистрации
sk: 20 kreditov pri registrácii
sl: 20 kreditov pri registraciji
sv: Få 20 krediter när du registrerar dig
ta: பதிவு செய்வதன் மூலம் 20 கிரெடிட்கள்
te: సంతకం చేయడం ద్వారా 20 క్రెడిట్‌లు పొందండి
th: รับ 20 เครดิตด้วยการลงทะเบียน
tr: Kaydolarak 20 kredi kazanın
uk: 20 кредитів при реєстрації
vi: Nhận 20 điểm khi đăng ký
zh_hans: 注册即可获得20积分
zh_hant: 註冊即得20積分

# ai_credit.source_ad
source: 動画広告
ar_sa: إعلانات الفيديو
ca: Anunci en vídeo
cs: Reklama
da: Videoannoncer
de_de: Videoanzeige
el: Διαφημίσεις βίντεο
en_au: Video ad
es_es: Anuncio en vídeo
fi: Video-mainos
fr_ca: Publicité vidéo
gu: વિડિયો જાહેરાત
he: פרס וידאו
hi: वीडियो विज्ञापन से प्राप्त करें
hr: Video reklama
hu: Videóhirdetés
id: Iklan video
it: Annuncio video
ko: 광고로 받기
mr: व्हिडिओ जाहिरात
ms: Iklan video
nl_nl: Video advertentie
no: Videoannonse
pl: Reklama wideo
pt_br: Anúncio em vídeo
pt_pt: Anúncio em vídeo
ro: Anunț video
ru: Видеореклама
sk: Reklama
sl: Video oglas
sv: Videoannons
ta: வீடியோ விளம்பரத்தால்
te: వీడియో ప్రకటన
th: โฆษณา (รับเครดิต)
tr: Video reklamı
uk: Відеореклама
vi: Quảng cáo video
zh_hans: 观看视频广告
zh_hant: 廣告

# ai_credit.source_admin
source: 運営付与
ar_sa: من قبل المنظم
ca: Crèdits de l'administrador
cs: Přiděleno provozovatelem
da: Givet af administrator
de_de: Von den Betreibern gewährt
el: Κερδίζετε από την πλατφόρμα
en_au: Provided by the admin
es_es: Otorgado por la plataforma
fi: Järjestäjän lahja
fr_ca: Crédits offerts par l'administrateur
gu: સંચાલક દ્વારા આપેલ
he: מתנה מהמערכת
hi: प्रशासक द्वारा प्रदान
hr: Dodato od administratora
hu: Admin által biztosított
id: Diberikan oleh admin
it: Assegnato dall'amministratore
ko: 운영자 제공
mr: प्रशासनाकडून
ms: Diberikan oleh pentadiran
nl_nl: Gegeven door de beheerder
no: Gitt av administrator
pl: Przyznane przez administratora
pt_br: Concedido pela plataforma
pt_pt: Créditos do administrador
ro: Oferit de administrator
ru: Предоставлено администратором
sk: Od operátora
sl: Kredit od administratorja
sv: Ger av administratören
ta: நிர்வாகத்தால் வழங்கப்பட்டது
te: నిర్వాహకం ద్వారా
th: ได้รับจากผู้ดูแลระบบ
tr: Yöneticiden al
uk: Надано адміністратором
vi: Nhà phát triển cung cấp
zh_hans: 管理员赠送
zh_hant: 管理員贈送

# ai_credit.source_purchase
source: 購入
ar_sa: الشراء
ca: Compra
cs: Nákup
da: Køb
de_de: Kauf
el: Από αγορά
en_au: Purchase
es_es: Compra
fi: Osta
fr_ca: Acheter
gu: ખરીદી
he: רכישה
hi: खरीदें
hr: Kupnja
hu: Vásárlás
id: Beli
it: Acquisto
ko: 구매
mr: खरेदी करा
ms: Beli
nl_nl: Aankoop
no: Kjøp
pl: Zakup
pt_br: Comprar
pt_pt: Comprar
ro: Cumpără
ru: Покупка
sk: Nákup
sl: Nakup
sv: Köp
ta: வாங்குவதன் மூலம்
te: కొనుగోలు చేయడం ద్వారా
th: ซื้อ
tr: Satın al
uk: При покупці
vi: Mua
zh_hans: 购买
zh_hant: 購買
